[
  {
    "name": "ox",
    "description": "Pour your strength into the form of your Art in its punches, its kicks, in the steady advance of your aggression."
  },
  {
    "name": "crab",
    "description": "Move with your opponent's movements, as if you are the never-ceasing tide. When the time is right, he will fall prey to your attack."
  },
  {
    "name": "horse",
    "description": "Lose yourself in the rhythm of your Art. At times be's swift and decisive, at other times measured and taunting."
  },
  {
    "name": "cobra",
    "description": "Attack violently when your opponents are not expecting it... show leisure in the beginning, then suddenly attack vigorously."
  },
  {
    "name": "rabbit",
    "description": "Be near to your oponnent, blinding him with your speed. The art of the Rabbit is the Art of speed."
  },
  {
    "name": "dragon",
    "description": "Be swift as the thunder that peals before you have a change to cover your ears, fast as the lightning that flashses nefore you can blink your eyes."
  },
  {
    "name": "elephant",
    "description": "Only the strong may pursue your Art. This is why it is the true Art, the Art that cannot be stopped."
  },
  {
    "name": "eel",
    "description": "If your opponent strike with fire, counter with water, becoming completely fluid and freeflowing."
  },
  {
    "name": "rooster",
    "description": "Do not allow your enemy to rest, but focus your Art to deliver quick, sharp strikes whenever he lags."
  },
  {
    "name": "goose",
    "description": "Your robes are your cloak of feathers; spread your wings to hide your intentions. Even then, as your opponent seeks to determine your motive, you shall strike."
  },
  {
    "name": "crane",
    "description": "Make no unnecessary movement, converving your strength until the time is right to strike. The true art is a symphony of graceful strikes."
  },
  {
    "name": "boar",
    "description": "Watch for opportunity, fot it will present itself. Then strike, focusing all your might into a single rush, trampling your opponent's Art under your own."
  },
  {
    "name": "mantis",
    "description": "Your opponents sees, but does not understand. Distract the watchful, misguide the wary. This is the art of the Mantis, the Art of the deceptive strike."
  },
  {
    "name": "monkey",
    "description": "Without deception you cannot carry out strategy, without strategy you cannot control the opponent."
  },
  {
    "name": "frog",
    "description": "Do not fail to learn from the pur voice an ever-flowing mountain stream splashing over the rocks. Emulate is flow, mimc its power."
  },
  {
    "name": "tiger",
    "description": "The power of your Art projects itself like a shadow. Sense your opponent's fear, and puce with certainty and strength."
  },
  {
    "name": "dog",
    "description": "Deny your opponent his Art. Once you have blocked his attack do not let him go, but instead relentlessly hamper his momentum"
  },
  {
    "name": "mouse",
    "description": "All opponents have a hole in their Art, an opening of weakness. The Art of the Mouse is to find that opening enter it, and strike."
  },
  {
    "name": "phoenix",
    "description": "No opponent expects that which he believes is not there. Harness the shadows, bend the sund, trike as the wind - from a place unseen."
  },
  {
    "name": "giraffe",
    "description": "Project your power, vaulting at opponents who believe themselves safety not of range. Aggression is subservient to surprise"
  },
  {
    "name": "tanuki",
    "description": "The Art of the Tanuki is the art of opportunity. Patience will open the door to the perfect angle of your strike."
  },
  {
    "name": "iguana",
    "description": "While your opponent wears himself out with unnecessary movement, you will gather your strength. A devastating sweep of fatal punch is the pinnacle of the Art."
  },
  {
    "name": "kirin",
    "description": "There is Art in grace, Art in discernment, Art in sensing the truth. Piece the veil of the shadow, and strike your opponent from a place of enlightenment."
  },
  {
    "name": "otter",
    "description": "Who can stop the flowing stream? The Art of the Otter is the Art of Power knocking away the advances of the opponent through sustained, powerful strikes."
  },
  {
    "name": "panda",
    "description": "Your opponent watches for your complancenry, so show it to him. Lull him into an attack, then unleash your Art when he has already commited his attack."
  },
  {
    "name": "fox",
    "description": "Harry your opponent through your Art, ive him no time think, less time to act."
  },
  {
    "name": "rat",
    "description": "Your opponent cannot attack what the cannot predict. Let your movements be immediate, your attacks be unexpected."
  },
  {
    "name": "sable",
    "description": "Be fluid and control the battlefield with constant movement and precision strikes."
  },
  {
    "name": "sea snake",
    "description": "There is no movement or opportunity wasted. Strike where you are not expected, flow where your opponent believes you cannot be."
  },
  {
    "name": "turtle",
    "description": "Within your sphere of power, your Art remains supreme. Engage your opponent, and deflect his strikes."
  },
  {
    "name": "bear",
    "description": "Defend your ground. Do not her hike those fools who are quick to run to attack from another position. They have lost the fight because they have already run from it"
  },
  {
    "name": "viper",
    "description": "The Art of the Viper is to strike in the Moment. This is the true Art."
  },
  {
    "name": "bat",
    "description": "Do not feat the cowl of the darnkess. Embrance its anonymity and discover its place on the battlefield."
  },
  {
    "name": "eagle",
    "description": "Be majestic and soar above. Attack with talons of expertise."
  },
  {
    "name": "hawk",
    "description": "Glide through the air, hidden in the mist until it is time to strike. Your prey shall never suspect your swift assault."
  },
  {
    "name": "lion",
    "description": "Your confidence will inspire fear. Your pride will be well earned."
  },
  {
    "name": "octopus",
    "description": "Strecth out and grab every opportunity. Be flexible to what might be found."
  },
  {
    "name": "rhinoceros",
    "description": "Charge forward with might and ready a thick skin for all that may challenge your stride."
  },
  {
    "name": "scorpion",
    "description": "Clamp down your enemies, sting as with a venomous strike. Posson their resolve."
  },
  {
    "name": "spider",
    "description": "Set your trap, lie in wait. Time is kind to those with patience and determination."
  },
  {
    "name": "goat",
    "description": "Strategy flows from the mind. Deny your opponents clear thought through strikes at their head and eyes, and their strategy will fail, providing the change to strike."
  },
  {
    "name": "steer",
    "description": "Your Art comes from your core; only with nourished stomach will you find the strength to conquer ou adversaries."
  },
  {
    "name": "lobster",
    "description": "Your Art must be both fluid and precise, like the convergence of Ocean and Air.."
  },
  {
    "name": "cat",
    "description": "Avoidance can lead to victory as much as aggression."
  },
  {
    "name": "serow",
    "description": "Knowing when to dodge is key to overcoming obstacles."
  },
  {
    "name": "sheep",
    "description": "Follow your opponent's movements, shadow his forms. The Art of the Sheep is the art of knowing, and of using your opponent's strengths against his weaknesses."
  },
  {
    "name": "mejika",
    "description": "A gentle spirit is often seen as weakness, but it is not so. Show your foes the power of underestimating humility."
  },
  {
    "name": "okija",
    "description": "Charge with conviction and strike with the aged weapon of experience."
  },
  {
    "name": "sasori",
    "description": "Strike swiftly. Strike precisely. Strike with such confidence that your foe will weaken before you have touched them."
  },
  {
    "name": "kumo",
    "description": "Every movement must be part of a plan. The opponent does not know it, but they will see it when it has caught them in defeat."
  }
]